/* No comment provided by engineer. */
"a little too short" = "etwas kurz";

/* No comment provided by engineer. */
"an unknown error has occured. Sorry for beeing so unclear :-/\nerrorCode: " = "Ein unbekannter Fehler ist aufgetreten, leider geht es nicht genauer :-/\nFehlercode: ";

/* No comment provided by engineer. */
"current location" = "Aktuelle Position";

/* No comment provided by engineer. */
"invalid email address(es)" = "Emailempfänger ungültig";

/* No comment provided by engineer. */
"latitude" = "Breitengrad";

/* No comment provided by engineer. */
"longitude" = "Längengrad";

/* No comment provided by engineer. */
"mail was saved in iOS mailcenter for later delivery" = "Die Email wurde im iOS mailcenter für eine spätere Auslieferungn abgespeichert";

/* No comment provided by engineer. */
"mail was sent - you should not see this message :-/" = "Die Email wurde gesendet, diese Meldung sollten sie nicht sehen :-/";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ooops" = "Ups";

/* No comment provided by engineer. */
"sending mail was cancelled - you should not see this message :-/" = "Senden abgebrochen - diese Meldung sollten sie nicht sehen :-/";

/* No comment provided by engineer. */
"sending of mail failed :-/\nerrorCode: " = "Senden fehlgeschlagen :-/\nFehlercode: ";

/* No comment provided by engineer. */
"Sorry, can not find the Send Button.\nMaybe the Label is misspelled?" = "Leider kann ich den 'Senden' Knopf nicht finden.\nEvtl. ein Schreibfehler?";

/* No comment provided by engineer. */
"Mailsubject is empty!" = "Der Betreff ist leer!";

/* No comment provided by engineer. */
"There is no message to send!" = "Keine Nachricht zum Senden vorhanden!";

/* No comment provided by engineer. */
"This device can not send mail! Please check the mail settings of your device" = "Dieses Gerät kann keine Emails versenden! Prüfen sie bitte ihre Maileinstellungen";

/* No comment provided by engineer. */
"Timeout, can not get a location!" = "Timeout, kann keine Position bestimmen!";

/* No comment provided by engineer. */
"Your device can not use the location services!" = "Ihr Gerät kann keinen Lokalisierungsdienst verwenden!";

/* No comment provided by engineer. */
"Your device is not able to send email!" = "Dieses Gerät kann keine Emails versenden! Prüfen sie bitte ihre Maileinstellungen";

/* No comment provided by engineer. */
"Send" = "Senden";

"nocamera" = "Keine Kamera vorhanden!";

"kCLAuthorizationStatusDenied" = "Lokalisierungsdienste sind zur Zeit nicht erlaubt, sie können dies in der App 'Einstellungen' ändern.";

"kCLErrorLocationUnknown" = "Ihre Position kann zur Zeit nicht bestimmt werden, bitte später noch einmal versuchen";

"kCLErrorDenied" = "Ihre Position kann zur Zeit nicht bestimmt werden, die Nutzung der Lokalisierungsdienste wurde nicht erlaubt";

"nokUTTypeImage" = "Die Kamera kann keine Bilder aufnehmen.";

"TextExpander" = "Enthält die TextExpander engine library, Copyright © 2009-2010 SmileOnMyMac, LLC. TextExpander ist ein eingetragenes Warenzeichen der SmileOnMyMac, LLC";

"HCMailReceiverHelpNote" = "Ihre Email wird an diese(n) Empfänger geschickt. Einfach hier eintragen oder im Adressbuch nachschlagen (mehrere Empfänger werden durch ein Komma getrennt).";
